[
  {
    "name": "Funverse Capital",
    "type": "Corporate Venture Capital",
    "website": "https://funverse.capital/",
    "description": "Funverse Capital's mission is to empower blockchain oriented, NFT and tech startups capable of driving profound impact on the fintech and gaming industry.\n\nFrom vision to action, we invest in and accelerate blockchain-focused tech startups\n\nFunverse Capital is a blockchain-focused venture capital fund formed by Funtap, one of the fastest-growing technology companies in the last five years in Vietnam. The company has grown from a zero-dollar firm in 2015 to a digital service ecosystem that includes games, digital content, payment, and finance solutions for more than 42 million users worldwide.\n\nWe recognize the opportunity for fledgling entrepreneurs to go \"from vision to action\" and willing to assist them turn their ideas into reality by sharing the strength of a worldwide business network, the mutual advantages of the online ecosystem, and growth lesson in the typical internet market.",
    "location": "Vietnam",
    "founded": 2022,
    "facebook": "https://www.facebook.com/funtap.vn",
    "linkedin": "https://www.linkedin.com/company/funtap/",
    "crunchbase": "https://www.crunchbase.com/organization/funtap-joint-stock-company",
    "portfolio": ""
  },
  {
    "name": "Genesia Ventures",
    "type": "Venture Capital",
    "website": "https://www.genesiaventures.com/en/top-en/",
    "description": "Genesia Ventures is a venture capital firm focused on seed/early stage startups in Japan and Southeast Asia. Since it's inception in 2016, Genesia Ventures has invested in over 90 companies in Japan, Indonesia, Vietnam, Singapore and the US. Genesia Ventures invests in various sectors: SaaS, marketplace, Media, Finance, Insurance,\n\nRealEstate, Healthcare, Medical, Travel, Education, Manufacturing, Construction, HR, Agriculture, Sports, Retail, Entertainment, etc.",
    "location": "Japan",
    "founded": 2016,
    "facebook": "https://www.facebook.com/GenesiaVentures/",
    "linkedin": "https://www.linkedin.com/company/genesiaventures/",
    "crunchbase": "https://www.crunchbase.com/organization/genesia-ventures",
    "portfolio": "https://www.genesiaventures.com/en/portfolio/?area=overseas"
  },
  {
    "name": "GGV Capital",
    "type": "Venture Capital",
    "website": "https://www.ggvc.com/",
    "description": "GGV Capital is a global venture capital firm focused on multi-stage, sector-focused investments. Recognizing that the talent to build great companies can come from anywhere, the firm invests in founders building category-leading companies around the world. \n\nFounded in 2000 with roots in Singapore and Silicon Valley, GGV has expanded with additional offices in San Francisco, Shanghai, and Beijing. The firm manages $9.2 billion in investments across the United States, Canada, China, Southeast Asia, India, Latin America, and Israel.\n\nOver the past two decades, the firm has backed more than 400 companies, including Affirm, Airbnb, Alibaba, BigCommerce, Boss Zhipin, Grab, HashiCorp, Hello, JD MRO, Keep, Kujiale, Manbang, NIU, Opendoor Technologies, Peloton, Poshmark, Qunar/Ctrip, Slack, Square, StockX, Udaan, Wish, XPeng, Zendesk, Zuoyebang, and more.",
    "location": "United States",
    "founded": 2000,
    "facebook": "https://www.facebook.com/ggvcapital/",
    "linkedin": "https://www.linkedin.com/company/ggv-capital/",
    "crunchbase": "https://www.crunchbase.com/organization/ggv-capital",
    "portfolio": "https://www.ggvc.com/companies/"
  },
  {
    "name": "GIC",
    "type": "Private Equity",
    "website": "https://www.gic.com.sg/",
    "description": "GIC is a global investment firm established in 1981 to manage Singapore's foreign reserves. A disciplined long-term value investor, GIC is uniquely positioned for investments across a wide range of asset classes, including equities, fixed income, private equity, real estate, and infrastructure. GIC invests through funds and directly in companies, partnering with its fund managers and management teams to help world-class businesses achieve their objectives.\n\nIn tech investing, GIC seeks to be a lifetime partner to the companies it invests in. GIC has investments in over 40 countries around the world.",
    "location": "Singapore",
    "founded": 1981,
    "facebook": "https://www.facebook.com/gicpossibilities",
    "linkedin": "https://www.linkedin.com/company/gic/",
    "crunchbase": "https://www.crunchbase.com/organization/gic",
    "portfolio": ""
  },
  {
    "name": "Global Founders Capital",
    "type": "Venture Capital",
    "website": "https://www.globalfounderscapital.com/",
    "description": "Global Founders Capital is a globally oriented, stage agnostic venture capital firm that empowers gifted entrepreneurs worldwide.\n\n01 - Global. We support founders in all geographies.\n02 - Stage agnostic. We back companies across all stages and throughout the lifecycle.\n03 - Operational. Our platform offers founders all the support they need to scale.",
    "location": "Germany",
    "founded": 2013,
    "facebook": "",
    "linkedin": "https://www.linkedin.com/company/global-founders-capital/",
    "crunchbase": "https://www.crunchbase.com/organization/global-founders-capital",
    "portfolio": "https://www.globalfounderscapital.com/companies"
  },
  {
    "name": "Go Ventures",
    "type": "Corporate Venture Capital",
    "website": "https://www.gotocompany.com/",
    "description": "Go-Ventures is a venture capital investment arm of Go-jek based in Singapore, Singapore. The firm prefers to invest in the business and consumer products and services sectors.",
    "location": "Singapore",
    "founded": 2018,
    "facebook": "",
    "linkedin": "https://www.linkedin.com/company/gotogroup/",
    "crunchbase": "https://www.crunchbase.com/organization/go-ventures-4131",
    "portfolio": ""
  },
  {
    "name": "Golden Gate Ventures",
    "type": "Venture Capital",
    "website": "https://www.goldengate.vc/",
    "description": "Golden Gate Ventures is a venture capital firm investing across Southeast Asia.\n\nWe fund and learn from the audacious. From product development, to technical strategy and growth hacking techniques, we’ve helped and learned from over 60 startups in our portfolio.\n\nWe focus on Southeast Asia - and have invested deeply across Singapore, Indonesia, Vietnam, Malaysia, Thailand, and the Philippines. We have also invested in startups around the world expanding to Southeast Asia.\n\nWhat do we invest in?\nStartups addressing technological opportunities that arise out of the growing consumer class in Southeast Asia, which includes everything from consumer apps to B2B SaaS services.\n\nWe invest heavily in machine learning tools to explore markets, uncover trends and gather market intelligence to identify next big bets.",
    "location": "Singapore",
    "founded": 2011,
    "facebook": "https://www.facebook.com/goldengatevc/",
    "linkedin": "https://www.linkedin.com/company/goldengateventures/",
    "crunchbase": "https://www.crunchbase.com/organization/golden-gate-ventures",
    "portfolio": "https://www.goldengate.vc/portfolio"
  },
  {
    "name": "Goodwater Capital",
    "type": "Venture Capital",
    "website": "https://www.goodwatercap.com/",
    "description": "Goodwater Capital is a next generation venture capital firm.\n\nWe believe consumer technology is revolutionizing the world, and we are devoted to entrepreneurs who are furiously building products and platforms that consumers love.\n\nOur mission is to empower exceptional entrepreneurs who are changing the world through consumer technology.",
    "location": "United States",
    "founded": 2014,
    "facebook": "https://www.facebook.com/goodwatercap",
    "linkedin": "https://www.linkedin.com/company/goodwater-capital/",
    "crunchbase": "https://www.crunchbase.com/organization/goodwater-capital",
    "portfolio": "https://www.goodwatercap.com/companies"
  },
  {
    "name": "Granite Oak",
    "type": "Venture Capital",
    "website": "https://www.graniteoak.com/",
    "description": "Granite Oak is a diversified investment holding company, investing in high growth startups globally.\n\nOur VC fund “Two Culture Capital” has invested in over 30 startups and growth businesses worldwide. Our deep industry networks generate extraordinary deal flow and enable us to actively support our portfolio companies. We are highly selective and maintain a diversified portfolio that spans a wide range of industries, including Fintech, IoT, Consumer Brands and Food & Beverage.",
    "location": "United Kingdom",
    "founded": 2016,
    "facebook": "",
    "linkedin": "https://www.linkedin.com/company/granite-oak/",
    "crunchbase": "https://www.crunchbase.com/organization/granite-oak-advisors",
    "portfolio": "https://www.twoculturecap.com/"
  },
  {
    "name": "Hustle Fund",
    "type": "Venture Capital",
    "website": "https://www.hustlefund.vc/",
    "description": "We invest in hilariously early startups.\n\nHustle Fund is a venture capital fund that invests in pre-seed software startups (in the US, Canada and Southeast Asia). We are often the first check into a startup or in the first round of funding. Beyond the usual criteria that VCs typically look for, we prioritize founders' speed of execution above all else. Per our name, we also make a fast decision after speaking with a company.",
    "location": "United States",
    "founded": 2017,
    "facebook": "https://www.facebook.com/hustlefundvc/",
    "linkedin": "https://www.linkedin.com/company/hustle-fund/",
    "crunchbase": "https://www.crunchbase.com/organization/hustle-fund",
    "portfolio": "https://www.hustlefund.vc/founders"
  },
  {
    "name": "IDG Capital Vietnam",
    "type": "Venture Capital",
    "website": "https://www.idgcapitalvietnam.com/",
    "description": "IDG Ventures Vietnam (IDGVV) is the first technology venture capital fund in Vietnam. Since 2004, we’ve been working with entrepreneurs to grow innovative and market-leading companies. IDGVV currently has $100 million under management, with investments in over 40 companies in the technology, media, telecommunications, and consumer sectors.\n\nIDG Ventures Vietnam is the first technology VC in Vietnam to invest in VNG from Series A in 2005.\nhttps://idgvv.com.vn/en/portfolios\nhttps://www.linkedin.com/company/idgvc/\nhttps://www.crunchbase.com/organization/idg-ventures-vietnam\n\nIDG Capital is a leading investment firm, focused on developing extraordinary companies through our expertise in private equity and venture capital, as well as real estate.\n\nIn 2017 - Led acquisition of global IDG venture business and expanded footprint to 13 offices worldwide including Vietnam.\n\nOur global reach is sustained through our worldwide offices in New York, London, Beijing, Guangzhou, Hangzhou, Hong Kong, Macau, Shanghai, Shenzhen, Seoul, Hanoi and Ho Chi Minh City.",
    "location": "Vietnam",
    "founded": 2004,
    "facebook": "https://www.facebook.com/IDGCapital/",
    "linkedin": "https://www.linkedin.com/company/idg-ventures-vietnam/",
    "crunchbase": "https://www.crunchbase.com/organization/idg-capital-vietnam",
    "portfolio": "https://www.idgcapitalvietnam.com/portfolio"
  }
]