[
  {
    "name": "Insignia Ventures Partners",
    "type": "Venture Capital",
    "website": "https://www.insignia.vc/",
    "description": "Insignia Ventures Partners is an early-stage technology venture capital firm focusing on Southeast Asia since 2017. Portfolio companies include Goto, Appier, Carro, Ajaib, Shipper, Tonik, Flip, Payfazz, Super and many other technology market leaders. We partner early with founders and support them from seed through growth stage as their companies create meaningful impact for millions of people in Southeast Asia and beyond. Our team of investment and operating professionals bring together decades of experience and proprietary networks to equip our founders with the tools they need for growth. \n\nWe manage capital from premier institutional investors including sovereign wealth funds, foundations, university endowments and renowned family offices from Asia, Europe and North America.\n\nAt Insignia, culture is the core that propels us forward. We value diversity, honesty and transparency. Most importantly, we want our team members and portfolio companies to add to our culture. We are a unique team of passionate and multi-talented people; each distinct yet strongest together. \n\nWe are inspired by that moonshot ambition to reshape markets and change the world starting with Southeast Asia. If you are looking to work alongside some of the best and brightest in a myriad of fields, come join a team that does great things while creating a life you are passionate about.",
    "location": "Singapore",
    "founded": 2017,
    "facebook": "https://www.facebook.com/insigniavc",
    "linkedin": "https://www.linkedin.com/company/insignia-ventures/",
    "crunchbase": "https://www.crunchbase.com/organization/insignia-ventures-partners",
    "portfolio": "https://www.insignia.vc/portfolio"
  },
  {
    "name": "Inspire Ventures",
    "type": "Venture Capital",
    "website": "https://inspireventures.com/",
    "description": "Inspire is one of Southeast Asia's most active venture builders located in Thailand, Indonesia, Vietnam, and the Philippines.\n\nOur Venture Labs group builds businesses that solve real problems and fill unique value-chain gaps faced by Southeast Asian businesses and consumers. We develop in-house with our committed technology development team and focus heavily on recruiting great managers who are astute operators. \n\nOur Venture Capital group invests in early stage and high growth businesses that are scaling proven, and sometimes novel, business models in the Southeast Asian markets with a strong emphasis on localization.\n\nLOCATIONS\n- Bangkok, Thailand\n- Jakarta, Indonesia\n- Ho Chi Minh City, Vietnam\n- Manila, Philippines",
    "location": "Thailand",
    "founded": 2013,
    "facebook": "",
    "linkedin": "https://www.linkedin.com/company/inspire-ventures-asean-/",
    "crunchbase": "https://www.crunchbase.com/organization/inspire-ventures",
    "portfolio": "https://inspireventures.com/#portfolio"
  },
  {
    "name": "Integra Partners",
    "type": "Venture Capital",
    "website": "https://integrapartners.co/",
    "description": "Integra Partners is a venture capital firm that invests in early-stage companies using technology to drive access and affordability to responsible financial services and digital healthcare in the Southeast Asian and South Asian regions. \n\nIntegra Partners was formerly known as Dymon Asia Ventures.",
    "location": "Singapore",
    "founded": 2015,
    "facebook": "",
    "linkedin": "https://www.linkedin.com/company/integraventurepartners/",
    "crunchbase": "https://www.crunchbase.com/organization/dymon-asia-ventures",
    "portfolio": "https://integrapartners.co/companies/"
  },
  {
    "name": "iSeed SEA",
    "type": "Venture Capital",
    "website": "https://www.iseed.vc/",
    "description": "iSeed SEA is a venture capital firm that invests in founders building software and technology-enabled companies across Southeast Asia.",
    "location": "Singapore",
    "founded": 2020,
    "facebook": "https://www.facebook.com/iSeedVC",
    "linkedin": "https://www.linkedin.com/company/iseed-sea/",
    "crunchbase": "https://www.crunchbase.com/organization/iseed-fund",
    "portfolio": "https://www.iseed.vc/portfolio-investments"
  },
  {
    "name": "January Capital",
    "type": "Venture Capital",
    "website": "https://www.january.capital/",
    "description": "January Capital invests in second-order businesses that are powering growth in the Asia-Pacific region.\n\nCompany stage\nWe wish to invest at stages in a company’s lifecycle where our capital and experience can be most impactful. We focus on investing from the Pre-Seed to Series B equity financing stage. We invest between $0.25 - $5 million as an initial check but have the capacity to invest substantially more over time. We have invested more than $25 million over the course of our partnership with portfolio companies.\n\nCompany geography\nWe invest in the following markets: Indonesia, Thailand, Philippines, Malaysia, Vietnam, Australia, and New Zealand. We selectively consider other markets (in particular, India and North America) but only where we can add tangible value. We prefer ‘pan-regional’ or ‘multi-market’ businesses with significant ambition. We are comfortable with companies that are capital intensive if their unit economics are viable. We have experience investing in businesses that have global ambitions but may be starting their journey in one of our focus markets.",
    "location": "Singapore",
    "founded": 2015,
    "facebook": "",
    "linkedin": "https://www.linkedin.com/company/january-capital/",
    "crunchbase": "https://www.crunchbase.com/organization/january-capital",
    "portfolio": "https://www.january.capital/portfolio"
  },
  {
    "name": "Jungle Ventures",
    "type": "Venture Capital",
    "website": "https://www.jungle.vc/",
    "description": "We started Jungle in 2011 with the goal of creating a different kind of venture capital firm, by not trying to be everything to everyone. We have done this by focusing on fewer investments than our peers and only targeting entrepreneurs who have ambitions to build regional if not global category leaders. \n\nWe also invested in building a team that has more than 100 years of actual operating experience and diverse networks in the region, with a deep commitment to helping the few entrepreneurs that we back every year. This has helped our founders be more effective at early stages with Jungle providing steady access to longer term capital and relevant market expansion expertise.\n\nJungle invests in three macro themes- digital brands serving the young consumers of Asia, technology platforms that help Asian SME's adopt technology and disruptive technology ideas with global potential. We are proud to have been the earliest backers of companies such as Livspace, Reddoorz, Pomelo, Kredivo, TookiTaki, Deskera, Sociolla amongst others.",
    "location": "Singapore",
    "founded": 2011,
    "facebook": "https://www.facebook.com/JungleVentures",
    "linkedin": "https://www.linkedin.com/company/jungle-ventures/",
    "crunchbase": "https://www.crunchbase.com/organization/jungle-ventures",
    "portfolio": "https://www.jungle.vc/portfolio"
  },
  {
    "name": "KKR",
    "type": "Private Equity",
    "website": "https://www.kkr.com/",
    "description": "KKR is a leading global investment firm that offers alternative asset management and capital markets and insurance solutions. KKR aims to generate attractive investment returns by following a patient and disciplined investment approach, employing world-class people, and supporting growth in its portfolio companies and communities. KKR sponsors investment funds that invest in private equity, credit and real assets and has strategic partners that manage hedge funds.",
    "location": "United States",
    "founded": 1976,
    "facebook": "",
    "linkedin": "https://www.linkedin.com/company/kkr/",
    "crunchbase": "https://www.crunchbase.com/organization/kkr",
    "portfolio": "https://www.kkr.com/businesses/private-equity/kkr-portfolio"
  },
  {
    "name": "Kusto Vietnam",
    "type": "Private Equity",
    "website": "https://www.kustogroup.com/",
    "description": "The Kusto Group is a Singapore private holding company with diversified investments in construction materials manufacturing, oil and gas production, energy, development, civil construction, venture/IT and agriculture.\n\nKusto Vietnam belongs to a group of foreign investors, currently investing in markets of Kazakhstan, Russia, China, Turkey and Vietnam. \n\nIn 2005 Kusto Group established BTA Venture Capital Management Company in Vietnam - the predecessor of Kusto Vietnam today. Kusto Group takes the first step into the field of real estate in Vietnam. So far, with continuous efforts, Kusto Group has made great progress when continuously expanding its portfolio.\n\nSome outstanding investment activities of Kusto such as http://Truongxua.vn, http://Everyday.vn, and http://Wada.vn.",
    "location": "Singapore",
    "founded": 2005,
    "facebook": "",
    "linkedin": "",
    "crunchbase": "https://www.crunchbase.com/organization/kusto-group",
    "portfolio": "http://kusto.com.vn/en/portfolio/"
  },
  {
    "name": "Megala Ventures",
    "type": "Venture Capital",
    "website": "https://megala.ventures/",
    "description": "Megala Ventures is one of the largest institutional investors of blockchain and distributed ledger technologies in Southeast Asia, and has been a key contributor to a number of leading blockchain projects.",
    "location": "Singapore",
    "founded": 2020,
    "facebook": "https://www.facebook.com/megala.ventures/",
    "linkedin": "https://www.linkedin.com/company/megala/",
    "crunchbase": "https://www.crunchbase.com/organization/megala-ventures",
    "portfolio": "https://megala.ventures/portfolio/"
  },
  {
    "name": "Mekong Capital",
    "type": "Private Equity",
    "website": "https://www.mekongcapital.com/",
    "description": "Mekong Capital is a Vietnam-focused Private Equity firm, specializing in consumer driven businesses. Mekong Capital’s investee companies are typically among the fastest growing and market leading companies in Vietnam’s consumer-driven sectors such as retail, restaurants, consumer products and distribution.\n \nEstablished in 2001, Mekong Capital has the most extensive private equity track record in Vietnam. Our funds have completed more than 41 private equity investments, of which 27 have been fully exited. Mekong Capital has managed 5 funds, one of which is currently making new investments. Mekong Capital has a team of 60+ full-time people in our offices in Ho Chi Minh City, Hanoi, and our Seniors have an average tenure at Mekong Capital of around 7 years. Mekong's four Partners have a combined 57 years at Mekong Capital.\n \nMekong Capital invests in fast-growing companies, with ambitious expansion plans, and a strong commitment to building management teams that will apply best practices and successfully execute on those expansion plans. These companies are typically well-established companies in their sectors, but which typically operate in fragmented and fast growing markets which present attractive growth opportunities.\n \nMekong Capital is strongly committed to adding significant value at each of its investee companies – through operational improvements, building management teams, introduction of best practices and outside experts, and applying other elements of our Vision Driven Investing framework.",
    "location": "Vietnam",
    "founded": 2001,
    "facebook": "https://www.facebook.com/MekongCapital/",
    "linkedin": "https://www.linkedin.com/company/mekongcapital/",
    "crunchbase": "https://www.crunchbase.com/organization/mekong-capital",
    "portfolio": "https://www.mekongcapital.com/our-investments/"
  },
  {
    "name": "Monk's Hill Ventures",
    "type": "Venture Capital",
    "website": "https://www.monkshill.com/",
    "description": "Founded in 2014 by entrepreneurs Peng T. Ong and Kuo-Yi Lim, MHV is a venture capital firm investing in early-stage tech companies, primarily Series A, in Southeast Asia. Backed by institutional investors and family offices worldwide, MHV works with great entrepreneurs to use technology to improve the lives of millions of people in the region.\n\nWe take a first-principles approach in how we operate and make decisions at MHV. We break down ideas and business models to understand the fundamentals. Since our founding in 2014, Monk’s Hill Ventures has invested in more than 20 fast-growing startups spanning multiple business models and industry verticals. We look to work with founders in the early stages of the development of their businesses, and typically invest at the Series A stage.\n\nWe are entrepreneurs backing entrepreneurs. This runs in our DNA. With the utmost respect for the founder, the firm is led by entrepreneurs and operators, CEOs, and CTOs of successful tech companies both in Asia and in Silicon Valley.\n\nOur footprint spans across Southeast Asia with on-the-ground teams in Singapore, Indonesia, Malaysia, Vietnam and Thailand. Our network comprises entrepreneurs, investors, former CEOs, engineers, academics, media and a team of operating advisors with strong domain expertise from cybersecurity, data science, financial services, to healthcare, to provide our founders with the right access and advice as they scale and build.",
    "location": "Singapore",
    "founded": 2014,
    "facebook": "https://www.facebook.com/monkshillvc/",
    "linkedin": "https://www.linkedin.com/company/monk's-hill-ventures/",
    "crunchbase": "https://www.crunchbase.com/organization/monk-s-hill-ventures",
    "portfolio": "https://www.monkshill.com/portfolio"
  }
]