[
  {
    "name": "CyberAgent Capital",
    "type": "Venture Capital",
    "website": "https://www.cyberagentcapital.com/en/",
    "description": "CyberAgent Capital is an investment enterprise leading global innovation jointly with unicorn startups. Our firm has been constantly pursuing global innovation. We invest in internet related startups that are led by entrepreneurs with excellent management and leadership capabilities and are determined to expand their business globally and have high growth potential.\n\nCyberAgent Ventures is an IT-focused venture capital arm of CyberAgent, one of the leading Internet companies in Japan. With close to 150 portfolio companies across Asia and branches in various countries including Japan, China, Vietnam, Indonesia and Korea, CyberAgent Ventures has built a strong global network foundation so that our partners can access the network to maximize their value as well as to expand their businesses into the Asian market.\n\nCyberAgent Ventures also supports start-ups by providing unique know-hows for business development and management of Internet business, which have been accumulated through CyberAgent’s own experiences creating and successfully developing its various services.",
    "location": "Japan",
    "founded": 2006,
    "facebook": "https://www.facebook.com/CAVSoutheastAsia/",
    "linkedin": "https://www.linkedin.com/company/cyberagent-capital-inc/",
    "crunchbase": "https://www.crunchbase.com/organization/cyberagent",
    "portfolio": "https://www.cyberagentcapital.com/en/portfolio/country/southeast-asia/"
  },
  {
    "name": "Do Ventures",
    "type": "Venture Capital",
    "website": "https://doventures.vc/en",
    "description": "Do Ventures is an early-stage VC firm that focuses on making investments in technology companies in Vietnam and Southeast Asia. We look for pioneers with a desire to create disruptive products that can bring about outstanding values to the society.\n\nOur Philosophy is Grow by Doing. We believe that entrepreneurs who are willing to do more tend to make more right decisions. Luck originates from resilience and persistence. Those who work harder will have more chances to encounter luck in their career path\n\nAt Do Ventures, we believe that failing is equally important to do the right things. Success can frequently be taken for granted, but failure is a remarkable opportunity to learn.\n\nTherefore, we highly encourage our talented entrepreneurs to take risks, challenge themselves, and extend their visions beyond the usual boundary. Our ultimate goal is to discover daring founders and nurture them into PIONEERS in their fields to form new consumer behaviors.",
    "location": "Vietnam",
    "founded": 2020,
    "facebook": "https://www.facebook.com/doventures.vc/",
    "linkedin": "https://www.linkedin.com/company/doventures/",
    "crunchbase": "https://www.crunchbase.com/organization/do-ventures",
    "portfolio": "https://doventures.vc/en/portfolio"
  },
  {
    "name": "Dragon Capital Group",
    "type": "Venture Capital",
    "website": "https://www.dragoncapital.com/",
    "description": "Dragon Capital Vietfund Management is an established independent financial services group, based in Vietnam, with core activities in domestic and international, institutional asset management.  \n \nFounded in 1994, Dragon Capital Group has long-standing investment experience in Vietnam and its surrounding south-east Asian region. Dragon Capital has been instrumental in introducing international standards of corporate governance and ESG professionalism as part of its long-term focus and commitment to the sustainable development of Vietnam’s emerging financial markets. \n\nDragon manages US$6.2billion (February, 2022 unaudited) in assets in closed ended and open ended funds across public equities and fixed income. In addition, to tailor made solutions for institutions and family offices, Dragon has actively managed, Vietnam focused funds: VEIL is Vietnam’s largest dedicated offshore listed vehicles and Vietnam’s longest running fund.  It is listed on the main board of the London Stock Exchange and a FTSE250 component.\n\nThe company has a head count of over 200 in teams focusing on origination, portfolio management and research, fund accounting and operations, legal, and client services. Dragon maintains offices in Ho Chi Minh City and Hanoi (SSC registered) in Vietnam as well as Bangkok, Hong Kong (SFC registered) and the UK (FCA registered).\n \nDragon Capital is committed to be a top class inter-mediator of capital by providing attractive returns to investors, value to companies, and a desirable workplace for employees. To perform these with absolute professionalism and integrity and driven by a long-term commitment to the sustainable development of the environment, society and economy of Vietnam.",
    "location": "Vietnam",
    "founded": 1994,
    "facebook": "https://www.facebook.com/dragoncapitalvietnam/",
    "linkedin": "http://linkedin.com/company/dragon-capital-group-limited",
    "crunchbase": "https://www.linkedin.com/company/dragon-capital-group-limited/",
    "portfolio": ""
  },
  {
    "name": "East Ventures",
    "type": "Venture Capital",
    "website": "https://east.vc/",
    "description": "East Ventures is a leading and pioneering sector-agnostic venture capital firm in Singapore and Indonesia. Founded in 2009, East Ventures has transformed into a holistic platform that provides multi-stage investments, including Seed and Growth, for over 200 companies in Southeast Asia, especially in Indonesia.\n\nAn early believer in the startup ecosystem in Indonesia, East Ventures is the first investor of Indonesia's unicorn companies, namely Tokopedia and Traveloka. Other notable companies in the portfolio include Ruangguru, Warung Pintar, Kudo (acquired by Grab), Loket (acquired by Gojek), Tech in Asia, Xendit, IDN Media, MokaPOS (acquired by Gojek), ShopBack, KoinWorks, Waresix, and Sociolla.\n\nEast Ventures was named the most consistent top performing VC fund globally by Preqin, and the most active investor in SEA and Indonesia.",
    "location": "Singapore",
    "founded": 2009,
    "facebook": "https://www.facebook.com/eastventuresofficial/",
    "linkedin": "https://www.linkedin.com/company/eastventures/",
    "crunchbase": "https://www.crunchbase.com/organization/east-ventures",
    "portfolio": "https://east.vc/c/vietnam/"
  },
  {
    "name": "ESP Capital",
    "type": "Venture Capital",
    "website": "https://www.espcapital.net/",
    "description": "ESP Capital is an early stage venture capital fund operating in Vietnam and South East Asia.  Focusing on tech startups, we aim to invest in companies that can create profound impact to improve life qualities. \nOur strategy is to develop a complete ecosystem around the millennial’s lives, including education, career development, real-estate, healthcare, entertainment, etc.\n \nESP Capital currently has $20 million under management, with investments in 14 companies in Vietnam and Singapore. From the first day throughout the growth phase, we are committed to offering our unique insights to support exceptional teams and strengthen their competency, with the goal of growing them into the next Unicorns.",
    "location": "Singapore",
    "founded": 2017,
    "facebook": "",
    "linkedin": "https://www.linkedin.com/company/esp-capital/",
    "crunchbase": "https://www.crunchbase.com/organization/esp-capital",
    "portfolio": ""
  },
  {
    "name": "Expara",
    "type": "Venture Capital",
    "website": "https://www.expara.com/",
    "description": "Leading venture creation in Singapore since 2003, Expara takes pride in the ethos embodied in our logo – we help you turn risk into opportunities for success. Douglas Abrams, the company’s founder and CEO is a venture capitalist, entrepreneur, angel investor and educator who has been investing, venturing, and teaching in Singapore since 2000. \n\nWe work alongside entrepreneurs and leaders in public and private organizations to create entrepreneurial successes through innovative high-tech high-growth ventures. We pride ourselves in delivering dedicated web tools, business strategy and technology innovation advisory, experiential training, deep industry expertise and networks in supporting the growth of the next Silicon Valley in Southeast Asia.",
    "location": "Singapore",
    "founded": 2003,
    "facebook": "https://www.facebook.com/ExparaSG/",
    "linkedin": "https://www.linkedin.com/company/expara/",
    "crunchbase": "https://www.crunchbase.com/organization/expara-idm-ventures",
    "portfolio": "https://www.expara.com/portfolio"
  },
  {
    "name": "FEBE Ventures",
    "type": "Venture Capital",
    "website": "https://www.febe.vc/",
    "description": "FEBE Ventures (“For Entrepreneurs, By Entrepreneurs”) is an early stage Venture Capital fund supporting outstanding entrepreneurs in Southeast Asia.\n\nThe fund is managed by 4 entrepreneurs with +30 years of experience building and scaling companies in SEA, and investing in tech startups in Asia, Europe and South America.\n\nWe apply a value-added approach, backing the best founders and offering our local business expertise, operational know-how, and global network.",
    "location": "Singapore",
    "founded": 2019,
    "facebook": "https://www.facebook.com/FEBEVentures",
    "linkedin": "https://www.linkedin.com/company/febe-ventures/",
    "crunchbase": "https://www.crunchbase.com/organization/febe-ventures",
    "portfolio": "https://www.febe.vc/company"
  },
  {
    "name": "FPT Ventures",
    "type": "Corporate Venture Capital",
    "website": "http://fptventures.com/",
    "description": "FPT Ventures is the VC arm of FPT Corporation, Vietnam’s largest ICT enterprise.\n\nFPT Ventures aims to bring technology startups in Vietnam an opportunity to bring their startup products to new heights. Startups have access to investment capital, workplaces, advisory boards, experience in market expansion, customer collection, technical infrastructure, marketing & PR capabilities, and relationships with funds.",
    "location": "Vietnam",
    "founded": 2015,
    "facebook": "https://www.facebook.com/FsoftGlobal",
    "linkedin": "https://www.linkedin.com/company/fpt-corporation/",
    "crunchbase": "https://www.crunchbase.com/organization/fpt-ventures",
    "portfolio": "https://fptventures.com/portfolio.html"
  },
  {
    "name": "VinaCapital Ventures",
    "type": "Venture Capital",
    "website": "https://ventures.vinacapital.com/",
    "description": "Seeded by VinaCapital Group, VinaCapital Ventures is a USD100 million Vietnam-focused venture capital platform focused on investing in and building world-class technology companies and incorporating them into a full digital ecosystem. Our mission is to support entrepreneurs with big ideas and to help them build companies that make a significant impact on the lives of people in Vietnam and beyond. We partner with entrepreneurs and empower them with capital, access to our extensive business network, and local know-how from our years of experience in Vietnam and Southeast Asia.",
    "location": "Vietnam",
    "founded": 2018,
    "facebook": "",
    "linkedin": "https://www.linkedin.com/company/vincapitalventures/",
    "crunchbase": "https://www.crunchbase.com/organization/vinacapital-ventures",
    "portfolio": "https://ventures.vinacapital.com/portfolio/"
  }
]