{
  "name": "Dragon Capital Group",
  "slug": "dragon-capital-group",
  "type": "Venture Capital",
  "website": "https://www.dragoncapital.com/",
  "description": "Dragon Capital Vietfund Management is an established independent financial services group, based in Vietnam, with core activities in domestic and international, institutional asset management.  \n \nFounded in 1994, Dragon Capital Group has long-standing investment experience in Vietnam and its surrounding south-east Asian region. Dragon Capital has been instrumental in introducing international standards of corporate governance and ESG professionalism as part of its long-term focus and commitment to the sustainable development of Vietnam's emerging financial markets. \n\nDragon manages US$6.2billion (February, 2022 unaudited) in assets in closed ended and open ended funds across public equities and fixed income. In addition, to tailor made solutions for institutions and family offices, Dragon has actively managed, Vietnam focused funds: VEIL is Vietnam's largest dedicated offshore listed vehicles and Vietnam's longest running fund.  It is listed on the main board of the London Stock Exchange and a FTSE250 component.\n\nThe company has a head count of over 200 in teams focusing on origination, portfolio management and research, fund accounting and operations, legal, and client services. Dragon maintains offices in Ho Chi Minh City and Hanoi (SSC registered) in Vietnam as well as Bangkok, Hong Kong (SFC registered) and the UK (FCA registered).\n \nDragon Capital is committed to be a top class inter-mediator of capital by providing attractive returns to investors, value to companies, and a desirable workplace for employees. To perform these with absolute professionalism and integrity and driven by a long-term commitment to the sustainable development of the environment, society and economy of Vietnam.",
  "location": "Vietnam",
  "founded": "1994",
  "facebook": "https://www.facebook.com/dragoncapitalvietnam/",
  "linkedin": "http://linkedin.com/company/dragon-capital-group-limited",
  "crunchbase": "https://www.linkedin.com/company/dragon-capital-group-limited/",
  "portfolio": ""
}