{"name": "Mekong Capital", "slug": "mekong-capital", "type": "Private Equity", "website": "https://www.mekongcapital.com/", "description": "Mekong Capital is a Vietnam-focused Private Equity firm, specializing in consumer driven businesses. Mekong Capital's investee companies are typically among the fastest growing and market leading companies in Vietnam’s consumer-driven sectors such as retail, restaurants, consumer products and distribution.\n \nEstablished in 2001, Mekong Capital has the most extensive private equity track record in Vietnam. Our funds have completed more than 41 private equity investments, of which 27 have been fully exited. Mekong Capital has managed 5 funds, one of which is currently making new investments. Mekong Capital has a team of 60+ full-time people in our offices in Ho Chi Minh City, Hanoi, and our Seniors have an average tenure at Mekong Capital of around 7 years. Mekong's four Partners have a combined 57 years at Mekong Capital.\n \nMekong Capital invests in fast-growing companies, with ambitious expansion plans, and a strong commitment to building management teams that will apply best practices and successfully execute on those expansion plans. These companies are typically well-established companies in their sectors, but which typically operate in fragmented and fast growing markets which present attractive growth opportunities.\n \nMekong Capital is strongly committed to adding significant value at each of its investee companies - through operational improvements, building management teams, introduction of best practices and outside experts, and applying other elements of our Vision Driven Investing framework.", "location": "Vietnam", "founded": "2001", "facebook": "https://www.facebook.com/MekongCapital/", "linkedin": "https://www.linkedin.com/company/mekongcapital/", "crunchbase": "https://www.crunchbase.com/organization/mekong-capital", "portfolio": "https://www.mekongcapital.com/our-investments/", "logoUrl": "/img/investor/mekong-capital-avatar.png"}