{
  "name": "Ants.vn",
  "slug": "antsvn",
  "website": "antsprogrammatic.com",
  "industry": "Adtech",
  "tagline": "ANTS Audience 360! Audience-centric Transformation in Southeast Asia!!! - DMP, DSP, Programmatic Media",
  "logoUrl": "",
  "description": "ANTS is Vietnam?s leading integrated programmatic advertising SaaS platform. A leader in online advertising space in Vietnam and Southeast Asia, ANTS provides the technology platform and creates the marketplace for publishers, agencies/advertisers, as well as other third party players with a comprehensive range of digital advertising technologies, online user data solutions, and audience management systems. \n\n1) ANTS Ad Server\nFully-featured and Multi-screen\n\n- Maximize yield from all your digital advertising through a single ad platform\n- Consolidate inventory management including display, mobile, email, and video\n- Sell valuable audience segments to advertisers at a premium\n- Experience painless ad operations\n\n2) ANTS Ad Exchange (ADX)\nGlobal Real-Time Bidding Marketplace\n\nReach the world?s top advertisers, agencies, DSPs, and ad networks through a global ad exchange where you?ll trade with real-time bidders to get higher CPMs and increase yield.\n\n- Maximize your overall ad yield when all digital advertising buyers compete in a super auction\n- Sell 100% of your digital advertising inventory\n- Increase control of who buys your ads and what categories of ads are run, by using whitelist and blacklist controls\n- Set minimum prices for your digital advertising space so only bids above it are accepted\n\n3) ANTS Insight\n\nThe solution is more than ?analytics? ? with ANTS Insight, you get a real-time overview of everything happening on your site. Every event is tracked across all devices ? giving you the insight you need to boost engagement and improve your business. But customers can rest assured, all of the real-time capabilities that you are used to are still available in ANTS Insight.\n\nBy end of Q1 2016, on a monthly basis, ANTS platforms manage 20B+ impressions/month, access to over 60 million in Vietnamese and Indonesia internet users across PC internet and mobile internet. ANTS was founded in Vietnam in 2014.",
  "facebook": "fb.com/ANTSCorporation",
  "linkedin": "linkedin.com/company/ants-programmatic",
  "blogUrl": "",
  "androidUrl": "",
  "iosUrl": "",
  "demoUrl": "",
  "hiring": false
}