{"name":"bTaskee","slug":"btaskee","website":"btaskee.com","industry":"Marketplace","tagline":"bTaskee is proud to be the best application in Viet Nam providing home services helping customers live at ease everyday!","logoUrl":"","description":"bTaskee provides on-demand household cleaning and maid services by connecting customers with local experts through web and mobile platform.\n\nbTaskee is a marketplace platform based in Vietnam, which provides on-demand home services, including doing chores, air conditioner cleaning services. It helps customers to instantly connect with local maids. Our platform, which is web and app-based, provides a simple and fast interface for optimal user experience. Customers are able to rate and review their maids (or helpers) to ensure the quality of the service. The price is approximately 50,000d/hour. \n\nOur vision is to provide a marketplace that can firstly provide services to customers without having to negotiate or talk with an agent; our long term vision is to create a marketplace where people can have access to jobs that they otherwise would not have, and can earn high salaries across South East Asia.\n\nWe provide cleaning services in three cities, Ho Chi Minh City, Hanoi, and Danang. Currently, we have over 5,000 paying users, 25,000 transactions completed, and over 60,000 hours of work done. \n\nWe are currently in our growth phase, expanding our service offerings and user base. As we continue to improve our product, we also want to look for some partners or investors who share the same vision with us in building a product that can scale throughout all of south east Asia.\n\nWe are also always looking for people who have a passion or desire to work in a start-up. We are a young and dynamic group, and there is a lot of potential to learn the key fundamentals to seeing a company grow (and we are growing!). If you are interested in applying for bTaskee, please send us a message or email us at hr@btaskee.com.","facebook":"fb.com/btaskee/","linkedin":"linkedin.com/company/btaskee","blogUrl":"","androidUrl":"https://play.google.com/store/apps/details?id=com.lanterns.btaskee","iosUrl":"https://apps.apple.com/vn/app/btaskee/id1054302942","demoUrl":"","hiring":true}