{
  "name": "Bvnex",
  "slug": "bvnex",
  "website": "bvnex.com",
  "industry": "Fintech",
  "tagline": "The No.1 Fiat Crypto Exchange in Vietnam",
  "logoUrl": "",
  "description": "Bvnex was founded in summer 2019. We are servicing over 100k Vietnamese and overseas users with stable fiat gateway and worked with the whole crypto ecosystem in Vietnam with the richest connections and resources.\n\nAs the backbone of Vietnamese cryptocurrency community, Bvnex has integrated the most of local crypto media, community, fiat exchange, and government and enterprise resources to support the continuous growth of the blockchain industry in Vietnam.\nAs the backbone of Vietnamese cryptocurrency community, Bvnex has integrated the most of local crypto media, community, fiat exchange, and government and enterprise resources to support the continuous growth of the blockchain industry in Vietnam.\n\nBvnex is continuously building up its ecosystem and collaborating with overseas counterparts to help realise the globalization of Vietnam blockchain.\n\nBvnex is working directly with local banks to build fiat gateway so users are able to deposit, trade and withdraw Vietnamese Dong. We provide nearly 20 VND trading pairs for the convenience of local users\n\nA year after Bvnex founded, we have achieved significant milestone:\n- No.1 Fiat-To-Crypto Exchange in Vietnam in term of volume and brand awareness.\n- Invested by 7 VCs from China & Vietnam\n- Worked directly with top global projects: Tron, MakerDAO, BitcoinCash, Dash, Tomochain, Conflux, etc...\n- The only exchange in Vietnam has partnership with 4 biggest exchanges: Binance, Okex, Huobi, MXC.\n- Over 40 cryptocurrencies and 30 token-to- token spot markets.\n\nIf you're looking for partner who can help expanding your business into the Vietnam market, Please feel free to reach out to us at: trang@bvnex.com",
  "facebook": "https://fb.com/Bvnexcom",
  "linkedin": "https://linkedin.com/company/bvnex",
  "blogUrl": "https://blog.bvnex.com/blog",
  "androidUrl": "",
  "iosUrl": "",
  "demoUrl": "",
  "hiring": false
}