{
  "name": "Cho Tot",
  "slug": "cho-tot",
  "website": "chotot.com",
  "industry": "Ecommerce",
  "tagline": "Vietnam's leading marketplace, using cutting-edge technologies to impact million users'? life per day",
  "logoUrl": "",
  "description": "WHO ARE WE? \n\nEstablished in 2012, Chotot.com is the leading online classified website in Vietnam with more than 500 million monthly page views.\n\nChotot.com provides an effective online marketplace for Vietnamese to buy and sell various types of products easily. Popular categories on Chotot.com range from electronics, vehicles, properties to jobs, services, and personal items. \n\nWHY YOU'LL LOVE WORKING HERE?\n\nAt Cho Tot, you will be part of our young and dynamic team in a fast-moving and fun-loving environment. You will receive opportunities to demonstrate your skills and develop your career to greater heights.\n\nCho Tot provides competitive salary and full benefits. More importantly, we are a family within the company to support each other to learn, grow and immerse in new experiences everyday. Each and every member of our family will be there with you on your path of passion to deliver the best online classified site to serve Vietnamese people. \n\nBeing part of a bigger global organization, at Cho Tot you will also be given opportunities to collaborate with global distributed teams across the world to tackle and provide solutions for some of the most challenging problems in the emerging internet business space.\n\nCho Tot is part of Carousell, one of the world?s largest and fastest growing marketplace platforms in Southeast Asia. Launched in August 2012, Carousell began in Singapore and now has a presence in eight markets under the brands Carousell, Mudah, Cho Tot and OneKyat. Carousell is backed by Telenor Group, Rakuten Ventures, Naver, Sequoia Capital, and Naspers.",
  "facebook": "fb.com/chotot.vn",
  "linkedin": "linkedin.com/company/cho-tot-co-ltd-chotot-vn-",
  "blogUrl": "",
  "androidUrl": "https://play.google.com/store/apps/details?id=com.chotot.vn",
  "iosUrl": "https://apps.apple.com/vn/app/chotot-vn/id790034666",
  "demoUrl": "",
  "hiring": true
}