{"name":"EMDDI","slug":"emddi","website":"emddi.com","industry":"Logistics / Transport","tagline":"?ng d?ng g?i xe Vi?t","logoUrl":"","description":"EMDDI is a new on-demand ride-hailing platform developed by scientists and engineers from Vietnam National University, Hanoi. The EMDDI App is designed for large scale business operations with sophisticated core technologies. Companies can operate and manage their own customized transportation services using the EMDDI platform. In addition, EMDDI is also designed for connecting transportation services offered by various firms in one single platform at different cities. This creates a strong and unified marketplace for participating transportation companies offering customers more choices and service availabilities. Customers only need to use one EMDDI App to gain access to a pool of service options available for all personal transportation needs anywhere in the world. With this exciting model, EMDDI creates an opportunity for transportation companies to easily launch and manage on-demand real-time services for taxi, motorbike, or goods delivery efficiently with low startup and operating costs. Transportation enterprises do not need to spend resources on software investment or maintenance and can concentrate more on other vital aspects of the transportation business. EMDDI will handle the operation of software as well as all new developments or necessary upgrades to help enterprises adapt to changing business environment. EMDDI has partnered with many major transportation companies in Vietnam and successfully implemented the on-demand platform for ride-hailing services. The App performed extremely well 24/7 exceeding all expectations from transportation companies and customers. EMDDI and Vietnam National University, Hanoi are proud to introduce a new model of on-demand ride-hailing platform, the first in Vietnam and soon will be worldwide!","facebook":"https://www.facebook.com/Emddi.Official","linkedin":"","blogUrl":"","androidUrl":"https://play.google.com/store/apps/details?id=com.emddi.customer","iosUrl":"https://apps.apple.com/vn/app/emddi-ride-hailing-platform/id1270094982","demoUrl":"","hiring":false}