{
  "name": "Online Management Training",
  "slug": "online-management-training",
  "website": "omt.vn",
  "industry": "Education",
  "tagline": "Leading software-as-a-service provider to educational and learning institutions in Vietnam",
  "logoUrl": "",
  "description": "The Online Management Training Company is a leading Vietnamese software-as-a-service provider to educational and learning institutions. It was established on January 7th, 2010 under Business License No: 0104361240 issued by the Hanoi Department for Planning and Investment.\n\nOMT offers cloud-based and off-the-shell school management systems and related services to educational institutions in Vietnam that are relevant, cost-effective and flexible. Our school management solutions respond to school administrators, parents and teachers? wishes for a smarter way to communicate and a more friendly, more affordable way to manage schools.\n\nOur portfolio of solutions and services include:\n- SchoolOnline, a comprehensive school management system used by leading private and international schools in Hanoi, including the Vinschool, The Olympia Schools, Japan International School, the Multiple Intelligence School, among others;\n- CenterOnline (http://center.edu.vn), a cloud management system for extracurricular teaching/training centers to manage their operations from Customer Relationship Management (CRM) to class management and learning management;\n- KidsOnline (http://kidsonline.edu.vn) is the most popular cloud-based management system with rich-content mobile app for school-parent communication for kindergartens in Vietnam. It enables administrators to monitor operations, produce consolidated and individualized reports, generate invoices accurately and securely. KidsOnline helps teachers broadcast class activities, schedules, notices with parents on the app, monitor class and each child in the class by a number of parameters consistently and effectively, saving them time and efforts.",
  "facebook": "fb.com/OMTelearning",
  "linkedin": "linkedin.com/company/online-management-training-company-omt-omt-vn",
  "blogUrl": "",
  "androidUrl": "",
  "iosUrl": "",
  "demoUrl": "",
  "hiring": false
}