{
    "name": "Scommerce",
    "slug": "scommerce",
    "website": "scommerce.asia",
    "industry": "Logistics / Transport",
    "tagline": "",
    "logoUrl": "",
    "description": "As part of Vietnam?s fast growing e-commerce ecosystem since 2012, we have become the leading integrated logistics provider for millions of merchants and consumers, while creating thousands of jobs in the new economy. \n\nOur core strengths are nationwide network, operational excellence, and technology capacity. We are obsessed about delivering faster, cheaper and smarter experiences to our customers across all products and services.\n\nOur vision is to become the operating system of Vietnam?s digital commerce. \n\nOur Businesses\nGHN Express provides express delivery service through our nationwide network as well as other value-added logistics services. We have developed one of the most extensive and reliable delivery networks, covering all 63/63 provinces and 700/700 districts in Vietnam. In 2017, we expand our offerings to provide linehaul services as well as warehouse and fulfillment services through GHN Logistics to capture the growing demands of our customers and to improve efficiency in existing logistics infrastructure.\nLaunched in 2015, AhaMove is our on-demand platform that provides instant delivery services for merchants in Hanoi and Ho Chi Minh City via motorbikes, tricycles and trucks. AhaMove has now become a market leader by volume of daily transactions. We continue to broaden services, expand customer base and grow driver infrastructure.\nGIDO is a technology-driven cross-border delivery and freight forwarder, providing customers with visibility and control over their entire supply chain. We currently focus on inbound services from the U.S. and Asia markets to Vietnam.\n\nCareer\nScommerce team is young, tech-focused, data-obsessed and customer-oriented, working on some of the most exciting and dynamic industry problems that potentially impact millions of users and disrupt billion-dollar businesses. We constantly look for various positions in technology, business development and operations.\nWe are based in Hanoi and Ho Chi Minh City, with nationwide operations.",
    "facebook": "",
    "linkedin": "linkedin.com/company/scommerce.asia",
    "blogUrl": "",
    "androidUrl": "",
    "iosUrl": "",
    "demoUrl": "",
    "hiring": false
}