{
  "name": "SmartPay",
  "slug": "smartpay",
  "website": "smartpayvn.com",
  "industry": "Finance",
  "tagline": "Chuyên Gia Thanh Toán",
  "logoUrl": "",
  "description": "Mỗi sản phẩm thường khởi nguồn từ một niềm tin. Tại SmartPay, chúng tôi có chung một niềm tin rằng tất cả mọi người đều xứng đáng có được sự tiếp cận đơn giản nhất với nhiều nguồn tài chính đa dạng khác nhau để có thể có tận dụng tối đa đồng tiền của mình. Để biến niềm tin thành hiện thực, ví điện tử SmartPay đã được xây dựng bởi công ty TNHH Mạng Lưới Thông Minh (SmartNet) và ra mắt và tháng 5/2019 nhằm mang lại giá trị cao về lợi nhuận, sự tiện lợi và kết nối vào sự tương tác của người dùng trong cuộc sống hàng ngày. Mục tiêu của chúng tôi là giúp cho nhiều tệp khách hàng khác nhau có thể dễ dàng sử dụng đồng tiền của họ để giao dịch trực tuyến mọi lúc, mọi nơi; cũng như cùng đồng hành cùng các khách hàng của chúng tôi đến gần hơn với nền kinh tế không tiền mặt trong tương lai gần.\n\nĐằng sau mỗi sản phẩm đều có một đội ngũ tài năng để làm nên điều kỳ diệu đó. Đội ngũ tại SmartPay là sự kết hợp của các chuyên gia tận tâm và giàu kinh nghiệm trong lĩnh vực công nghệ tài chính và ngân hàng. Dù chúng tôi đến từ nhiều quốc gia và nguồn gốc khác nhau, tất cả chúng tôi đều có chung một niềm đam mê mang lại sự đóng góp tích cực giúp người Việt Nam duy trì sự ổn định tài chính. Vì niềm đam mê chung đó, chúng tôi nuôi dưỡng các hệ sinh thái công nghệ cho khách hàng cá nhân, nhà bán hàng và cộng đồng. Cơ hội cùng nhau phát triển và mục tiêu duy trì đồng tiền địa phương trong cộng đồng là hai điểm chung mà chúng tôi tìm thấy giữa SmartPay và các tập thể trên.",
  "facebook": "fb.com/SmartPayVN",
  "linkedin": "linkedin.com/company/smartpayvn",
  "blogUrl": "https://smartpayvn.com/tin-tuc",
  "androidUrl": "https://play.google.com/store/apps/details?id=vn.com.paysmart",
  "iosUrl": "https://apps.apple.com/vn/app/smartpay-chuy%C3%AAn-gia-thanh-to%C3%A1n/id1400220482",
  "demoUrl": "",
  "hiring": false
}