{"name":"Teky","slug":"teky","website":"https://teky.edu.vn","industry":"Education","tagline":"The Pioneer and the Only in STEM education with a unique ecosystem of edtech solutions, offline centers and partnerships","logoUrl":"","description":"Founded in 2017, Teky is the Pioneer and the Only in STEM education with a unique ecosystem of edtech solutions, offline centers and school partnership.\n\n- The top 10 projects in South East Asia that have the best influence on society awarded by Australian Government and University of Melbourne in 2017\n- Awarded as the Best Social Impact Startup in 2017 by Rice Bowl award\n- Awarded as the Best Life Helper & People?s Choice in 2018 by Rice Bowl Award and New Entrepreneur Foundation.\n- ASEAN Best New Comer 2019 by Rice Bowl Award\n- Best EduTECH Asia 2019\n- School of the Future 2020 - The Best Global case study in Education Innovation by World Economics Forum, Davos, Switzerland\n\nTEKY'S ECOSYSTEM:\n1. The Only with wide coverage offline centers: 16 centers strategically located in major cities & a broaden school partnership base, become the largest leading technology academy in Vietnam\n2. Offering the most comprehensive K12 STEM education solution within World-wide recognized teaching methodology: Covering all STEM subjects with highest-quality curriculums for STEM related subjects and technology in the center within clear and long-term learning roadmap for tech courses for different groups of ages.\n3. The pioneer in both Edtech for technology education and K12 STEM personalized learning model powered by AI\n\nWebsite:\n1. http://teky.edu.vn - The No.1 Technology Education platform in Vietnam\n2. http://toppy.vn; Toppy app on Apple and Google Play store - The No.3 K12 STEM education app in Vietnam\n3. http://codekitten.vn - The No.1 coding platform for K5\n\nOur mission is to empower the next generations in South East Asia with digital literacy and STEM/ technology skills beyond the threats in the 4.0 industrial revolution. Our vision is to be the No.1 K12 edtech company in Southeast Asia.","facebook":"https://www.facebook.com/tekyacademy","linkedin":"https://www.linkedin.com/company/teky-steam-academy","blogUrl":"https://teky.edu.vn/blog","androidUrl":"https://play.google.com/store/apps/dev?id=6760926600858313249","iosUrl":"https://apps.apple.com/vn/developer/teky-holdings-young-creation-technology-jsc/id1555448063","demoUrl":"","hiring":true}