{
  "name": "Tinhvan Group",
  "slug": "tinhvan-group",
  "website": "tinhvan.com",
  "industry": "Enterprise Software",
  "tagline": "",
  "logoUrl": "",
  "description": "VISION\n\nTinhvan Group aim to be a powerful technology group, sustainably developing by knowledge power and humanity, reaching out to global markets, making profits for shareholders, contributing to community as well as maximizing the creativeness and competency of each member.\n\nFIELDS OF OPERATION\n\n? Develops software products, professional information systems and portals for customers in government and education sectors\n? Consults, implement ERP, HRM and other IT solutions for enterprise sector\n? Software outsourcing services\n? Develops online services, mobile applications and digital content; mobile games publishing\n? Business and development of e-book technique\n\nORGANIZATIONAL STRUCTURE \n\nTinhvan Group currently has  six member companies:\n\n? Tinhvan Solution Ltd, (TVS)\n? Tinhvan Telecom JSC. (TVT) \n? Tinhvan Consulting JSC. (TVC)\n? Tinhvan Outsourcing JSC. (TVO)\n? Tinhvan Education JSC. (TVE)\n? Major Education JSC. (Major)\n\nand 1 Branch in Japan and HCMC, 2 Representative Offices in Danang and HCMC\n\nHUMAN  RESOURCE\n\nTinhvan Group currently has 450 employees, 95% of which have university degrees or higher.\n\nTINHVAN CULTURE\n\nThere are many cultural and sport event in Tinhvan. ? My Tinhvan?, the internal magazine is being waited by a lot of customers and friends. ?Tinhvan Song? and its beautiful melody ring every time we have our events or year-end sum-up. ?Tinhvan Union? is the organization taking care of our employees? mental lives. And, over the years, there have been a massive number of other activities such as Football Leagues, Games Competitions, Short Story Contest, Poem Contests, Photo Shooting Contests, Volunteer Campaigns, Beatles Nights, etc?\n\nHowever, Tinhvan Culture is not just group activities, is is a collection of behavioral manners based on the core principle ?Customer is the centre?.",
  "facebook": "fb.com/TinhvanGroup",
  "linkedin": "linkedin.com/company/tinh-van-corp",
  "blogUrl": "",
  "androidUrl": "",
  "iosUrl": "",
  "demoUrl": "",
  "hiring": true
}