{
  "name": "Tribee",
  "slug": "tribee",
  "website": "tribee.vn",
  "industry": "HR / Recruitment",
  "tagline": "CONNECT. UNDERSTAND. REWARD.",
  "logoUrl": "",
  "description": "Tribee is the platform where employee needs and business objectives are met.\n\nCompanies with high employee engagement and strong recognition programs achieve 31% lower turnover and 22% higher productivity. Tribee helps you to achieve these goals!\n\nTribee is a mobile/web app allowing employers to connect with, understand, and reward employees to create high performing workplaces.\n\nEmployees love the Tribee app because it looks great, it's fun to use, and gives them easy access to work related information that matters to them the most like salary, annual leave, benefits. Finally, they can personalize their own benefits and rewards by choosing from 300+ exciting brands.\n\nWe help you to understand and address employee needs by creating personalized employee platform for your company.\n\nJust like building with lego blocks, you can choose from Recognition, Communication, Benefits, and Surveys modules. Then, we give the app your own company brand look and feel and launch!\n\n\nPROBLEMS TRIBEE HELPS COMPANIES TO ADDRESS:\n- Difficulty in embedding company culture and values in day to day work\n- Inconsistent communication between home office and entire employee base\n- Employees don't understand nor value their compensation and benefits\n- Poor Collaboration. Teams working in silos\n- Lack of understanding of employee needs and feedback\n- Employees struggle to find and access essential information\n- Employee demand for benefit personalization\n- No link between employee engagement and business results\n- Time-intensive employee onboarding\n\nIf your workplace has similar challenges in your organization, we would love to create solutions with you!",
  "facebook": "fb.com/tribee.vn",
  "linkedin": "linkedin.com/company/tribee-vn",
  "blogUrl": "",
  "androidUrl": "https://play.google.com/store/apps/details?id=vn.tribee",
  "iosUrl": "https://apps.apple.com/vn/app/tribee/id1533756916",
  "demoUrl": "",
  "hiring": false
}