{
    "name": "VeXeRe",
    "slug": "vexere",
    "website": "vexere.com",
    "industry": "Logistics / Transport",
    "tagline": "Vietnam's largest online bus ticketing platform",
    "logoUrl": "",
    "description": "VeXeRe.com - The largest Online Bus Ticketing System in Vietnam, helping customers search information and buy long-distance bus tickets online. With network of more than 2000 bus operators, you can easily search for ticket prices, schedule, address, phone and reviews of all bus operators to anywhere in Vietnam.\n\nVeXeRe is selling tickets for more than 500 bus companies in Vietnam, covering all major routes in Vietnam. VeXeRe is also the leader in providing Bus Management Software which is used by 300 bus companies, contributing to the modernization of the long-distance bus industry.\n\nWe believe an organization should be born to solve critical issues of the society. Our culture emphasizes teamwork and community values. All VeXeRe members are given opportunities to lead with initiatives on products and strategy, and are expected to become future leaders.\n\nVeXeRe was invested by CyberAgent Ventures (Japan) and Pix Vine Capital (Singapore) and other well-known social investors.\n\nSome of VeXeRe?s awards:\n- 1st prize in Startup Viet 2016 by VnExpress\n- 1st prize in Echelon Ignite Vietnam 2014 by E27\n- 3rd prize in Nhan Tai Dat Viet 2015\n- 2nd prize in National Startup Competition hosted by VCCI\n- 2nd prize in Mekong Business Challenge sponsored by Google, McKinsey and Co., and Standard Chartered.\n- CEO of VeXeRe was honored Typical Entrepreneur HCMC 2016\n\nYou can also read more about us on the following articles:\n- VnExpress: https://startup.vnexpress.net/tin-tuc/hanh-trinh-khoi-nghiep/quan-quan-startup-viet-2016-muon-dung-dau-mang-xe-khach-online-dong-nam-a-3640772.html\n- VTV1: https://www.youtube.com/watch?v=zKGXXqPzBTE\n- FBNC: www.youtube.com/playlist?list=PLbBV15XCO13sdxyXQXeiPzgC7BCO_6wmK\n- TechInAsia: https://www.techinasia.com/vexere-vietnam-bus-tickets-sms",
    "facebook": "fb.com/Vexere",
    "linkedin": "linkedin.com/company/vexere-com",
    "blogUrl": "",
    "androidUrl": "https://play.google.com/store/apps/details?id=com.vexere.vexere",
    "iosUrl": "https://apps.apple.com/vn/app/vexere-??t-v?-xe-kh?ch-online/id1183279479",
    "demoUrl": "",
    "hiring": false
}