{
    "name": "Vulcan Augmetics",
    "slug": "vulcan-augmetics",
    "website": "wearevulcan.com",
    "industry": "Biotech",
    "tagline": "The first prosthetic innovation in Vietnam; here to change the landscape and perspective on prosthetics.",
    "logoUrl": "",
    "description": "We make Augmetics; high functioning prosthetics designed to be upgradable and customizable to cater to and achieve your goals to a degree BETTER than those without them.\n\nAugmetics don't fix, they upgrade; Evolution, engineered.\n\nThe Business Model:\nCurrent high function prosthetics are either subject to high cost or low scalability. Existing companies and projects aimed at low-income users struggle to expand and scale their business to reach more amputees while high-end manufacturers are simply not an option for most amputees in developing countries due to price and access.\n\nBy building a complete self-sustaining business ecosystem and combining both newer design and manufacturing methods such as 3D printing with advanced manufacturing techniques such as injection moulding, we can offer highly functional, upgradeable prosthetics to amputees of all income levels.\n\nThe business comprises of a core company and a foundation. The core company sells high function, customizable, modular prosthetics and their upgrade modules and attachments to private individuals or companies, with fitting included if necessary. The foundation works with NGOs, charities and crowdfunds in order to provide people with their first one or two prosthetics for free.\n\nOnce people have basic functioning prosthetics they will be able to get modules designed specifically for their job or hobby that they can easily attach and detach. As they move into the workforce and excel at jobs that were previously thought a huge challenge, they will have sufficient income to return and buy more modules and upgrades, or get a completely new and improved function model. We are a social enterprise aiming to create a sustainable and profitable social and business ecosystem where our clients will quite literally grow and evolve with us over the years.",
    "facebook": "https://fb.com/vulcanaugmetics",
    "linkedin": "https://linkedin.com/company/vulcan-augmetics",
    "blogUrl": "",
    "androidUrl": "",
    "iosUrl": "",
    "demoUrl": "",
    "hiring": false
}